ayugram-desktop-bin
base
base-devel
bluez
bluez-utils
btop
cava
dolphin
efibootmgr
fastfetch
firefox
git
gnome-themes-extra
grub
gst-plugin-pipewire
hyprland
hyprpaper
intel-ucode
kitty
kvantum
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
lxappearance
networkmanager
nvidia
nvidia-prime
nvidia-settings
nvidia-utils
nwg-displays
obsidian
os-prober
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-pywal
python-pywalfox
qt6ct
ranger
sof-firmware
thunar
thunar-volman
ttf-fira-code
tty-clock
vim
vlc
vulkan-intel
walogram-git
waypaper
wireplumber
wlogout
wofi
wpgtk
xdg-desktop-portal-hyprland
yandex-music
yay
yay-debug
zen-browser-bin
zram-generator
zsh
